Repository: mosariot/MantraReader
Catalog: MantraReader/Localizable.xcstrings
Source language: en
Languages: ru

source: 'Mantra Counter' Mode
ru: Режим 'Счетчик мантр'

source: 'Mantra Counter' mode - use long press on the screen
ru: Режим 'Счетчик мантр' - долгое нажатие по экрану

source: Add
ru: Добавить

source: Add New
ru: Добавить новое

source: Added
ru: Добавлено

source: Alphabetically
ru: По алфавиту

source: App Store Review
ru: Отзыв в App Store

source: Appearance
ru: Оформление

source: Are you sure you want to delete this mantra?
ru: Вы уверены, что хотите удалить эту мантру?

source: Are you sure you want to discard changes?
ru: Вы уверены, что хотите отменить все изменения?

source: Are you sure you want to discard this Mantra?
ru: Вы уверены, что хотите отменить создание этой мантры?

source: Are you sure you want to undo the last change?
ru: Вы уверены, что хотите отменить последнее изменение?

source: Avalokitesvara
ru: Ченрезиг

source: Average:
ru: В среднем:

source: Buddha Amitabha
ru: Будда Амитабха

source: Buddha Amitayus
ru: Будда Амитаюс

source: Buddha Medicine
ru: Будда Медицины

source: Buddha Shakyamuni
ru: Будда Шакьямуни

source: By readings count
ru: По числу начиток

source: Cancel
ru: Отменить

source: Congratulations!
ru: Поздравляем!

source: Current mantra
ru: Актуальная мантра

source: Current readings:
ru: Текущая начитка:

source: Current readings: %d
ru: Текущая начитка: %d

source: Current Reads
ru: Текущая начитка

source: Daily average:
ru: В среднем за день:

source: Dark
ru: Темное

source: Date
ru: Дата

source: Default Image
ru: По умолчанию

source: Delete
ru: Удалить

source: Delete Mantra
ru: Удалить мантру

source: DESCRIPTION
ru: ОПИСАНИЕ

source: Detailed Info
ru: Детальная информация

source: Discard Changes
ru: Сбросить изменения

source: Discard Mantra
ru: Отменить создание мантры

source: Discarding Mantra
ru: Отмена создания мантры

source: Dismiss
ru: Закрыть

source: Done
ru: Готово

source: Duplicating Mantra
ru: Повторяющаяся мантра

source: Duplicating Mantras
ru: Повторяющиеся мантры

source: Edit
ru: Править

source: EDIT
ru: ПРАВИТЬ

source: Enter mantra description
ru: Введите описание мантры

source: Enter mantra text
ru: Введите текст мантры

source: Enter mantra title
ru: Введите название мантры

source: Enter number
ru: Введите число

source: Enter Readings Number
ru: Введите число начиток

source: Enter Rounds Number
ru: Введите число кругов

source: Favorite
ru: В избранное

source: Favorites
ru: Избранное

source: Feedback
ru: Обратная связь

source: For change the value just spin the crown.
ru: Для изменения значения просто крутите колесико.

source: Goal:
ru: Цель:

source: Green Tara
ru: Зеленая тара

source: Green Tara is addressed as the embodiment of all enlightened ones, as a comforter, as a protector who quickly responds to a request for help, as a patronizing deity who shows compassion and love to all beings, comparable to a mother's care for her children.
ru: К Зелёной Таре обращаются как к воплощению всех просветлённых, как к утешительнице, как к защитнице, быстро отзывающейся на просьбу о помощи, как к покровительствующему божеству, проявляющему ко всем существам сострадание и любовь, сравнимые с заботой матери о своих детях.

source: Guru Padmasambhava
ru: Гуру Падмасамбхава

source: Guru Padmasambhava himself eloquently and extensively described the benefits of reciting this mantra: 'The essential Vajra Guru mantra, if it’s recited with unlimited aspiration as much as possible - one hundred, one thousand, ten thousand, one hundred thousand, ten million, one hundred million, and so on, will bring unimaginable benefits and strengths. Countries everywhere are protected from all epidemics, hunger, wars, armed violence, crop failure, bad omens and evil spells. The rains will come in due season, the harvests and livestock will be excellent, and the lands will prosper. In this life, in future lives, successful practitioners will meet me again and again - the best in reality, or in visions, the lowest in dreams'.
ru: Сам Гуру Падмасамбхава красноречиво и подробно описал блага от чтения этой мантры: 'Сущностная Ваджра Гуру мантра, если её начитывают с безграничным устремлением столько, сколько возможно - сто, тысячу, десять тысяч, сто тысяч, десять миллионов, сто миллионов и так далее - принесёт невообразимые блага и силы. Страны везде защищены от всех эпидемий, голода, войн, вооружённого насилия, неурожая, плохих знамений и злых заклинаний. Дожди будут идти в своё время, урожаи и скот будут отличными, а земли будут процветать. В этой жизни, в будущих жизнях удачливые практикующие будут встречать меня снова и снова - лучшие в реальности, или же в видениях, низшие - во снах'.

source: Hayagriva
ru: Хаягрива

source: Hayagriva's mantra prevents suicide, murder, protects against the action of harmful spirits and evil demons, promotes peace and tranquility in the soul. The mantra of the protector protects not only from spirits and evil demons, but also from backbiting and slander.
ru: Мантра Хаягривы предотвращает от самоубийств, убийства, защищает от действия вредоносных духов и злых демонов, способствует миру и спокойствию в душе. Мантра защитника оберегает не только от духов и злобных демонов, но и от злословия и наветов.

source: Information
ru: Информация

source: Internal Error
ru: Внутренняя ошибка

source: It seems like there is no internet connection right now. New set of mantras was preloaded. If you were using 'Mantra Reader' previously with enabled iCloud account, your recordings will be added to the list automatically when internet connection will be available (you may need to relaunch the app).
ru: Похоже, что сейчас нет подключения к Интернету. Был предварительно загружен новый набор мантр. Если вы ранее использовали 'Начитай!' с включенной учетной записью iCloud, ваши данные будут добавлены в список автоматически, когда станет доступно подключение к Интернету (возможно, необходимо будет перезапустить приложение).

source: It seems like this photo is unavailable. Try to pick another one.
ru: Похоже это фото недоступно. Попробуйте выбрать другое.

source: It's already in your mantra list. Add another one?
ru: Уже есть в Вашем списке. Добавить еще одну?

source: Last 7 Days
ru: последние 7 дней

source: Last 12 Months
ru: последние 12 месяцев

source: Last 30 Days
ru: последние 30 дней

source: Light
ru: Светлое

source: Mail Feedback
ru: Написать письмо

source: Maitreya symbolizes the loving kindness of the Buddha as well as the aspect of vision, the sense of sight. He embodies the future Buddha, who will be reborn and appear before people. If the practitioner doesn’t succeed in achieving full enlightenment in this incarnation, the Maitreya mantra will bring him closer to the highest good in subsequent reincarnations.
ru: Майтрейя символизирует любящую доброту Будды, а также аспект видения, чувство зрения. Он воплощает собой будущего Будду, который возродится и предстанет перед людьми. Если у практикующего не получается достигнуть полного просвещения в этой инкарнации, мантра Майтрейи приблизит к высшему благу в последующих перевоплощениях.

source: Manjusri
ru: Манджушри

source: Mantra Counter
ru: Счетчик мантр

source: Mantra Reader
ru: Начитай!

source: Mantra Reader Feedback
ru: Обратная связь по Начитай!

source: MANTRA TEXT
ru: ТЕКСТ МАНТРЫ

source: Mantra: %d
ru: Мантра: %d

source: Mantras
ru: Мантры

source: Mantras Choice
ru: Выбор мантр

source: Mantras sorting
ru: Сортировка мантр

source: Mantras: %d
ru: Мантры: %d

source: Maytreya
ru: Майтрейя

source: Meditation on Parnashavari and the practice of her mantra strengthens immunity and resistance to infectious diseases. Parnashavari's call declares that she prevents all epidemics, diseases and suffering.
ru: Медитация на Парнашавари и практика ее мантры укрепляют иммунитет и сопротивляемость к заразным болезням. Призыв Парнашавари заявляет, что она предотвращает все эпидемии, болезни и страдания.

source: Menu
ru: Меню

source: Month
ru: Месяц

source: Month total:
ru: Всего за месяц:

source: Monthly average:
ru: В среднем за месяц:

source: New Mantra
ru: Новая мантра

source: New Matra
ru: Новая мантра

source: No
ru: Нет

source: No Internet Connection
ru: Нет подключения к интернету

source: No matches found
ru: Совпадений не найдено

source: OM BENZA SATO SAMAYA MANUPALAYA BENZA SATO TENOPA TITA DRI DO MEBHAWA SUTO KAYO MEBHAWA SUPO KAYO MEBHAWA ANURAKTO MEBHAWA SARWA SIDDHI MEMTRAYATSA SARWA KARMA SUTSA METSI TAM SHRI YA KURU HUNG HA HA HA HA HO BHAGAWAN SARWA TATHAGATA BENZA MA ME MUNTSA BENZRI BHAWA MAHA SAMAYA SATO AH
ru: ОМ БЕНДЗА САТО САМАЯ МАНУПАЛАЯ БЕНДЗА САТО ТЭНОПА ТИТХА ДРИ ДХО МЕБХАВА СУТО КХАЁ МЕБАВА СУПО КХАЁ МЕБХАВА АНУРАГТО МЕБАВА САРВА СИДДХИ МЕМТАЯЦА САРВА КАРМА СУЦА МЕЦИ ТАМ ШРИ Я КУРУ ХУНГ ХА ХА ХА ХА ХО БХАГАВАН САРВА ТАТХАГАТА БЕНДЗА МА МЕ МЮНЦА БЕНДЗИ БХАВА МАХА САМАЯ САТО АХ

source: One of the selected mantras is already in your mantra list. Add anyway?
ru: Одна из выбранных мантр уже есть в вашем списке. Все равно добавить?

source: Overall Statistics
ru: Общая статистика

source: Parnashavari
ru: Парнашавари

source: Photo Library
ru: Фототека

source: Pick Photo
ru: Выберите фото

source: Please add some mantras on your iPhone or iPad
ru: Пожалуйста, добавьте мантры на вашем iPhone или iPad

source: Please enter a valid number
ru: Пожалуйста, введите верное значение

source: Prajnaparamita
ru: Праджняпарамита

source: Prajnaparamita mantra means complete deliverance from illusion and welcomes complete and final awakening, perfect wisdom.
ru: Мантра Праджняпарамиты означает полное избавление от иллюзий и приветствует полное и окончательное пробуждение, совершенную мудрость.

source: Preset Mantra
ru: Из предустановленных

source: Progress ring color
ru: Цвет кольца прогресса

source: Reading Statistics
ru: Статистика начитки

source: Reading the mantra bestows piously acquired wealth and also ensures that spiritual wisdom is accompanied by favorable circumstances - a high standard of living, longevity, and happiness.
ru: Чтение мантры дарует благочестиво приобретенное богатство, а также обеспечивает, чтобы духовной мудрости сопутствовали благоприятные обстоятельства - высокий уровень жизни, долголетие и счастье.

source: Reading the mantra creates a special vibration that affects energy channels, expands and purifies the aura, enhances vital energy. Including the mantra helps to transform negative emotions and obscurations.
ru: Чтение мантры создает особую вибрацию, воздействующую на энергетические каналы, расширяет и очищает ауру, усиливает жизненную энергию. В том числе мантра помогает преобразовать отрицательные эмоции и омрачения.

source: Reading the mantra dispels the roots of ignorance and defilement, develops wisdom, intelligence, assimilation of knowledge, strengthens memory, develops eloquence, allows you to control the mind and contributes to comprehending the true nature of all things.
ru: Чтение мантры рассеивает корни неведения и омрачения, развивает мудрость, сообразительность, усвоение знаний, укрепляет память, развивает красноречие, позволяет контролировать ум и способствует постижению истинной природы всех вещей.

source: Reading the mantra personifies the discriminating mind and bestows the yogic power of knowing each thing separately as well as all things in unity.
ru: Чтение мантры персонифицирует различающий разум и дарует йогическую силу познания каждой вещи в отдельности, а также всех вещей в единстве.

source: Readings
ru: Начиток

source: READINGS IN ROUND
ru: НАЧИТОК В КРУГЕ

source: Reads
ru: Начиток

source: Reads Goal
ru: Цель

source: Recent Mantra
ru: Недавняя мантра

source: Recitation of mantras is a sacrament. Approach this issue with all your awareness. In order for the practice of reciting the mantra to be correct, one must receive the transmission of the mantra from the teacher. Transmission is essential to maintain the strength of the original source of the mantra. It’s not enough just to read it in a book or on the Internet. For this reason, at start application doesn't include the mantra texts themselves (except Vajrasattva). They must be given to you by your spiritual mentor and can be added manually later. We wish you deep awarenesses and spiritual growth!
ru: Чтение мантр - это таинство. Подойдите к данному вопросу со всей своей осознанностью. Для того чтобы практика чтения мантры была верной, нужно получить передачу мантры от учителя. Передача важна, чтобы сохранить силу первоисточника мантры. Недостаточно просто прочитать ее в книге или в интернете. По этой причине первоначально в приложении не представлены сами тексты мантр (кроме Стослоговой мантры). Они должны быть даны Вам Вашим духовным наставником и могут быть добавлены вручную. Желаем глубоких осознований и духовного роста!

source: Recitation of the Yellow Dzambala mantra with full concentration increases well-being, wisdom, tolerance, vigilance and spiritual achievement, gives protection from difficulties and all negative things, helps to develop altruistic motivations.
ru: Повторение мантры Золотого Дзамбалы с полным сосредоточением увеличивает благополучие, мудрость, терпимость, бдительность и духовные достижения, дарует защиту от трудностей и всего негативного, помогает развить альтруистические мотивации.

source: Reciting the mantra of the Bodhisattva Vajrapani with sincere good intentions helps to overcome various ailments, delusions, brings self-confidence, firm support in any endeavors, determination, purposefulness, increases the strength and capabilities of a person.
ru: Начитывание мантры бодхисаттвы Ваджрапани с искренними благими намерениями способствует преодолению различных недомоганий, заблуждений, приносит уверенность в своих силах, твёрдую поддержку в любых начинаниях, решительность, целеустремленность, увеличивает силы и возможности человека.

source: Repetition of the mantra in concentration clears negative karma, affects all levels of the subconscious, reveals hidden talents, allows you to accumulate vast merits, develop compassion and kind-heartedness towards all living beings.
ru: Повторение мантры в сосредоточении очищает негативную карму, воздействует на все уровни подсознания, раскрывает скрытые таланты, позволяет накопить обширные заслуги, развить сострадание и добросердечность по отношению ко всем живым существам.

source: Rounds
ru: Кругов

source: Search
ru: Поиск

source: Search for image in the next window. Then just longpress on the one you liked, choose 'Copy' in contextual menu and confirm it by 'Done'
ru: Найдите изображение в следующем окне. Затем просто удерживайте палец на понравившемся, выберите 'Скопировать' в контекстном меню и нажмите 'Готово'

source: Search on the Internet
ru: Искать в Интернете

source: Select a mantra
ru: Выберите мантру

source: Select an option
ru: Выберите опцию

source: Set
ru: Установить

source: Set a New Readings Count
ru: Установите новое число начиток

source: Set a New Readings Goal
ru: Установите новую цель

source: Settings
ru: Настройки

source: Syncing...
ru: Загрузка...

source: System
ru: Системное

source: Thanks to the repetition of this mantra all obscurations and hindrances go away, a person approaches the state of Enlightenment, receives inspiration, blessings, rapid progress on the path of perfection, and a connection is established with Buddha Shakyamuni.
ru: Благодаря повторению этой мантры уходят все омрачения, помехи, человек приближается к состоянию Просветления, получает воодушевление, благословение, быстрый прогресс на пути совершенствования, происходит установление связи с Буддой Шакьямуни.

source: The Compassion Buddha, the embodiment of the universal compassion of all enlightened beings. By relying on Thousand Armed Avalokitesvara we naturally increase our own compassion.
ru: Будда Сострадания, воплощение всеобщего сострадания ко всем просветленным существам. Полагаясь на Тысячерукого Ченрзезига, мы естественным образом усиливаем собственное сострадание.

source: The mantra of White Tara is a request for longevity, and the use of this longevity for the benefit of all living beings as well (in other words, an increase in wisdom and, as a result, merit generated by good deeds).
ru: Мантра Белой Тары - это просьба о долголетии, и применение этого долголетия во благо также всех живых существ (иными словами, об увеличении мудрости и, как следствие, заслуг, порожденных благими поступками).

source: The practice of the Buddha Amitayus mantra helps to prolong life and improve health.
ru: Практика мантры Будды Амитаюса способствует продлению жизни и укреплению здоровья.

source: The practice of the Vajrasattva mantra has the ability to purify the karma of not only this incarnation, but also many others, bring peace, alleviate the suffering of the reader or listener, remove spiritual obstacles and cause enlightenment in general.
ru: Практика мантры Ваджрасаттвы имеет способность очищать карму не только этого воплощения, но и многих других, нести умиротворение, облегчать страдания читающего или слушающего её, устранять духовные препятствия и стать причиной просветления в целом.

source: The Vajrakilaya mantra protects from any evil, removes obstacles, destroys hostile forces, relieves fear, jealousy, anger.
ru: Мантра Ваджракилайи защищает от любого зла, удаляет препятствия, уничтожает враждебные силы, избавляет от страхов, ревности, злости.

source: There was a fatal error in the app and it cannot continue. Press OK to terminate the app. Sorry for inconvenience.
ru: Произошла критическая ошибка в приложении, работа не может быть продолжена. Нажмите ОК для закрытия приложения. Просим прощения за неудобства.

source: There were some changes
ru: Произошли некоторые изменения

source: This is your reading statistics. To view the exact values hold the bar and move in time.
ru: Это ваша статистика начитки. Для просмотра точных значений зажмите столбец и двигайтесь по времени.

source: Thousand Armed Avalokitesvara
ru: Тысячерукий Ченрезиг

source: TITLE
ru: НАЗВАНИЕ

source: Total Mantras
ru: Общая начитка

source: Total:
ru: Всего:

source: Track your current mantra
ru: Следите за актуальной мантрой

source: Track your mantras
ru: Следите за своими мантрами

source: Unavailable Photo
ru: Фото недоступно

source: UNDERSTAND!
ru: ПОНЯТНО!

source: Undo Changes
ru: Отмена изменений

source: Unfavorite
ru: Удалить из избранного

source: Use long press on the screen to enter and quit the mode.
ru: Используйте долгое нажатие по экрану для входа и выхода из режима.

source: Vajrakilaya
ru: Ваджракилайя

source: Vajrapani
ru: Ваджрапани

source: Vajrasattva
ru: Стослоговая мантра

source: Vasundhara
ru: Золотая тара

source: Week
ru: Неделя

source: Week total:
ru: Всего за неделю:

source: Welcome to the path of Enlightenment!
ru: Добро пожаловать на путь Просветления!

source: White Tara
ru: Белая Тара

source: Year
ru: Год

source: Year total:
ru: Всего за год:

source: Yellow Dzambhala
ru: Золотой Дзамбала

source: Yes
ru: Да

source: You are entering the 'Mantra Counter' mode. Single tap on the screen will add one reading, double tap will add one round. The screen won’t dim. The edit buttons at the bottom are disabled.
ru: Вы входите в режим 'Счетчик мантр'. Один тап по экрану добавит одну начитку, двойной тап - добавит один круг. Экран не будет затемняться. Кнопки редактирования внизу отключены.

source: You are entering the 'Mantra Counter' mode. Single tap on the screen will add one reading, double tap will add one round. Use 'Always On' mode (or extended Wake Duration if you don't have Always On mode) in your Watch Settings to stay in app while reading your mantras.
ru: Вы входите в режим 'Счетчик мантр'. Один тап по экрану добавит одну начитку, двойной тап - добавит один круг. Используйте режим 'Всегда вкл.' (или увеличенное время подсветки экрана, если у вас нет режима 'Всегда вкл.') в настройках ваших часов, чтобы оставаться в приложении во время начитки мантр.

source: You're half way to your goal!
ru: Вы на половине пути к цели!

source: You've reached your goal!
ru: Вы достигли поставленной цели!

source: Your mantra
ru: Ваша мантра
